---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.FabricSheetType
source: html/3071b536-c821-a0f7-44af-10458be2be00.htm
---
# FabricSheetType Properties

The id of the assembly instance to which the element belongs.